Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wątpię, żeby Terry miał cokolwiek wspólnego z otruciem Holdwiga. Dobrze, że byłem na miejscu i mogłem uratować go przed gniewem Dennisa. Gdy my byliśmy zajęci, do winnicy przybył medyk i pomógł Holdwigowi. Teraz mogę z nim porozmawiać o pieniądzach wuja.
uk: Сумніваюся, що цей хлопчина мав якесь відношення до отруєння Гольдвіга. Добре, що я був там і врятував його від розлюченого Денніса. Поки ми були зайняті, на виноградник прийшов лікар і допоміг Гольдвігу. Тепер я можу поговорити з ним про гроші мого дядька.

source: Wątpię, żeby był do tego zdolny. Jakby nie patrzeć, jedziemy na tym samym wózku.
uk: Сумніваюся, що він на це здатен. Як не крути, ми в одному човні.

source: Wątpię, żeby mundurowi spojrzeli przychylnym okiem na kogoś, kto jeszcze niedawno zajmował się przemytem ludzi.
uk: Сумніваюся, що Варта буде прихильна до того, хто зовсім нещодавно займався торгівлею людьми.

source: Wątpię, żeby sam Rhobar często odwiedzał Archolos.
uk: Сумніваюся, що сам Робар часто відвідував Архолос.

source: Wątpię, żeby ten chłopak miał cokolwiek wspólnego z otruciem Holdwiga. Gdy my byliśmy zajęci, do winnicy przybył medyk i pomógł Holdwigowi. Teraz mogę z nim porozmawiać o pieniądzach wuja.
uk: Сумніваюся, що цей хлопчина мав якесь відношення до отруєння Гольдвіга. Поки ми були зайняті, на виноградник прийшов лікар і допоміг Гольдвігу. Тепер я можу поговорити з ним про гроші мого дядька.

source: Wątpię, żeby to całkiem rozwiązało problem, ale przynajmniej na jakiś czas będzie spokój. Popytaj też chłopaków, co myślą o swoich nowych mundurach, może razem na coś wpadniecie.
uk: Я сумніваюся, що це повністю вирішить проблему, але принаймні на деякий час нам дадуть спокій. Також запитай у хлопців, що вони думають про свою нову форму. Можливо, ви разом щось придумаєте.

source: Wątpię, żeby to wystarczyło.
uk: Сумніваюся, що цього достатньо.

source: Wątpię, żeby zwykły mieszczanin targnął się na taką cenę. To była grupa ludzi albo ktoś bardzo majętny.
uk: Сумніваюся, що звичайний містянин заплатив би таку ціну. Це була група людей або хтось дуже заможний.

source: Wątpię, żebym otrzymał ją od twojego szefa.
uk: Тож сумніваюся, що отримаю її від твого шефа.

source: Wątpię, żebyś z tego małego przekrętu zdobył tyle pieniędzy. Gadaj, kto cię opłacił?
uk: Сумніваюся, що ти отримав так мало. Кажи, хто тобі заплатив?

source: Wątpię, żebyś zaoferował mi więcej niż moi obecni pracodawcy. Poza tym nie zajmuję się tropieniem ludzi, a dzikich zwierząt.
uk: Сумніваюся, що ти запропонуєш мені більше, ніж мої теперішні роботодавці. До того ж, я вистежую диких тварин, а не людей.

source: Wątpię.
uk: Я сумніваюся.

source: Wąż błotny
uk: Болотожер

source: Wąż morski
uk: Хвилежер

source: Wędka
uk: Вудка

source: Wędrowcami? Dobre sobie! Wyglądacie jak zwykłe włóczęgi, a nie 'wędrowcy'!
uk: Мандрівники? Та ви що! Ви виглядаєте як звичайні волоцюги, а не 'мандрівники'!

source: Wędrowiec
uk: Мандрівник

source: Wędrowna handlarka
uk: Мандрівна торговка

source: Wędrowny kupiec
uk: Мандрівний торговець

source: Wędzona ryba ziołowa
uk: Копчена риба з травами

source: Węgiel
uk: Вугілля

source: Węgiel skupuję od Helmuda na wschodzie wyspy, powstałą z niego surówkę wypalam w piecu albo jednorazowo w dymarkach.
uk: Я купую вугілля у Хельмуда на сході острова, отриманий чавун випалюю в печі або одноразових димарнях.

source: Węgiel to zaiste cudowny surowiec.
uk: Вугілля - це дійсно чудова сировина.

source: Węglarz
uk: Вугляр

source: Węglarzy ci u nas dostatek, ale może Helmud da ci jakieś zadanie.
uk: Вуглярів нам вистачає, але, можливо, Хельмуд дасть тобі якесь завдання.

source: Wł./Wył. podświetlanie przedmiotów w polu widzenia
uk: Налаштування виділення вибраного об'єкта

source: Wł./Wył. wyróżnianie bieżącego celu w czasie walki
uk: Налаштування підсвічування поточної цілі під час бою

source: Wła-właśnie przypomniałem s-sobie, że cz-czeka mnie dzisiaj dłu-dłuższa niż zwykle w-warta i m-muszę zostać tutaj, na p-posterunku.
uk: Я п-просто з-з-з-згадав, що у м-м-мене сьогодні варта довша, ніж зазвичай, і я м-мушу бути тут, на п-посту.

source: Władca nie zamierzał jednak bezczynnie czekać, aż ostatnie ziarnko w jego klepsydrze się przesypie. Wiedział, że gwarantem bezpieczeństwa Myrtany są silni i dobrze wyposażeni żołnierze. Bez wahania podjął więc decyzję o przeprowadzeniu reformy armii z poborowej na zawodową, a na granicy z Nordmarem wybudował linię fortów.
uk: Однак правитель не мав наміру сидіти склавши руки та чекати, поки висиплеться остання піщинка в його пісочному годиннику. Він знав, що сильні та добре озброєні воїни – запорука безпеки Міртани. Тому, не вагаючись, він вирішив реформувати армію, перетворивши її з призовної на професійну, і побудував на кордоні з Нордмаром лінію фортець.

source: Władca ponadto wycofał z obiegu wybijane przez kupców monety i wytyczył nowe szlaki handlowe, które od tej pory przebiegały przez ustanowione przez niego punkty kontrolne. Choć decyzje te zapewniły królestwu przejrzystość obrotu towarami, straty gospodarcze były niepowetowane.
uk: Крім того, правитель вилучив з обігу монети, викарбувані торговцями, і встановив нові торгові маршрути, які відтепер пролягали через встановлені ним контрольно-пропускні пункти. Хоча ці рішення забезпечили королівству прозорість в обігу товарів, економічні втрати були непоправними.

source: Władca tej warowni kupił od nas całą ostatnią partię towaru i właśnie zamówił kolejną.
uk: Володар тієї фортеці викупив у нас усю останню партію і щойно замовив ще одну.

source: Władza powinna być w rękach ludu, ot co! Może wtedy wszystkim żyłoby się lepiej!
uk: Влада повинна бути в руках народу, ось що! Може, тоді усім би жилося краще!

source: Władze powinny jak najszybciej oddać kontrolę nad wyspą w ręce Ulryka. On zaprowadziłby tutaj porządek, twardą ręką!
uk: Влада повинна якнайшвидше передати контроль над островом в руки Ульріка. Він наведе тут порядок своєю твердою рукою!

source: Władze twierdzą, że powodem tego było przybycie uchodźców. W ten sposób straży łatwiej będzie ich kontrolować.
uk: Влада стверджує, що причиною цього стало прибуття біженців. Мовляв, так вартовим буде легше їх контролювати.

source: Władze wierzą, że to Ars stał za zamachem na szefa, a prawda jest zgoła inna.
uk: Влада вважає, що за замахом на шефа стоїть Арс, тоді як правда зовсім інша.

source: Władze wierzą, że to Ars stał za zamachem na szefa.
uk: Влада вважає, що за замахом на шефа стоїть Арс.

source: Władze zamiatają sprawę pod dywan, twierdząc, że nie ma problemu.
uk: Влада замовчує цю проблему, стверджуючи, що її немає.

source: Władzę po Maksymie przejął jego syn, Mandred zwany Srogim, który przyrzekł, że nie spocznie, póki kolonie nie wrócą na łono Myrtany. Jeśli jednak wierzyć opowieściom, prawdziwym zarzewiem konfliktu było wyrzucenie do morza całego zapasu bagiennego ziela, zanim to dotarło do portu w Vengardzie. Król, słynący z zamiłowania do tej niegdyś popularnej i legalnej używki odebrał tę zniewagę osobiście. Wojna była nieunikniona.
uk: Наступником Максимуса став його син Мандред, названий Суворим, який присягнувся, що не заспокоїться, доки колонії не повернуться в лоно Міртани. Однак, якщо вірити переказам, справжньою причиною конфлікту стало скидання всього запасу болотної трави в море ще до того, як вона досягла Венгардського порту. Король, відомий своєю любов'ю до цього колись популярного і легального наркотику, сприйняв цю образу особисто. Війна була неминучою.

source: Władzę? Chłopcze, naprawdę myślisz, że chodziło mi o władzę?
uk: Владу? Хлопче, ти справді думаєш, що все це заради влади?

source: Włamanie do Kurta? Pierwsze słyszę, ale nie zdziwiłbym się, gdyby stał za tym ktoś z was, obcych.
uk: Пограбування Курта? Вперше про це чую, але не здивуюся, якщо за цим стоїть хтось із вас, чужинців.

source: Włamywanie się
uk: Відмик. замків

source: Własne wino? Wchodzę w to!
uk: Власне вино? Я за!

source: Własnoręcznie wytworzona broń.
uk: Саморобна зброя.

source: Własność Vrazki.
uk: Власність Вразки.

source: Własny dom
uk: Мій дім

source: Własny interes możesz otworzyć jedynie poza murami Archolos, lub po odczekaniu dziesięciu lat od ukończenia praktyk u mnie.
uk: Відкрити власну справу можна лише поза стінами Архолосу, або через десять років після завершення навчання у мене.

source: Własnymi rękami wyślę cię do królestwa Beliara!
uk: Я власноруч відправлю тебе в царство Беліара!

source: Włazisz do środka, czy dalej masz zamiar zawracać mi głowę?
uk: Ти зайдеш всередину, чи так і будеш морочити мені голову?

source: Właściciel tej winnicy wie, że tu jesteś?
uk: А власник цього виноградника знає, що ти тут?

source: Właściciel tutejszego muzeum - Miron - zgodził się ze mną handlować swoimi znaleziskami.
uk: Власник міського музею, Мирон, погодився торгувати зі мною своїми знахідками.

source: Właścicielka winnicy, Rita, może mi sprzedać swoje winogrona i wina.
uk: Власниця виноградника, Рита, може продати мені свій виноград і вина.

source: Właścicielką burdelu i moją siostrą.
uk: Власниця борделю і моя сестра.

source: Właściwie to był pomysł Riordiana.
uk: Насправді, це була ідея Ріордіана.

source: Właściwie to był wieczór jak każdy inny, no może z wyjątkiem tej ulewy.
uk: Насправді, вечір був такий самий, як і всі інші, за винятком хіба що зливи.

source: Właściwie to czemu by nie... Odkąd przybyłem na Archolos, nie miałem okazji nawet więcej się poruszać. Aż prawie mogę poczuć jak rośnie mi brzuch!
uk: А знаєш що, чому б і ні... Відтоді як я прибув на Архолос, у мене навіть не було можливості розім'ятися. Я вже майже відчуваю як росте моє пузо!

source: Właściwie to czemu nie. Potrzebuję wypróbować kilka dawek na ludzkim organizmie.
uk: Власне, чому б і ні. Мені потрібно випробувати кілька доз на людському організмі.

source: Właściwie to czemu w ogóle chcesz mi pomóc?
uk: Власне, чому ти взагалі хочеш мені допомогти?

source: Właściwie to dopiero sobie przypomniałem - na oryginalnym dokumencie jest mała pomyłka... Licytacja odbędzie się za trzy dni.
uk: Власне, я щойно згадав – в оригіналі документу є невеличка помилка... Аукціон відбудеться через три дні.

source: Właściwie to im się nie dziwię, to ostatnie miejsce gdzie mogą poczuć się jak w domu. Reszta została im odebrana siłą.
uk: Насправді я їх не звинувачую, це останнє місце, де вони можуть відчувати себе як вдома. Все інше у них відібрали силою.

source: Właściwie to jeden z nich siedzi tuż obok.
uk: Власне, один з них сидить поруч з тобою.

source: Właściwie to jedynie przechodził.
uk: Насправді він лише проходив поруч.

source: Właściwie to jest coś, co mógłbyś zrobić. To idealne zadanie dla człowieka z Gildii Kupieckiej.
uk: Взагалі, є дещо, що ти міг би зробити. Це ідеальна робота для людини із Торгової Гільдії.

source: Właściwie to jest jedna problematyczna sprawa, której mógłbyś się przyjrzeć o ile starczy ci odwagi. Ostrzegam, to nie będzie zbieranie muszelek na plaży!
uk: Насправді є одна проблема, яку ти можеш вирішити, якщо вистачить сміливості. Тільки врахуй, що це буде не збір мушель на пляжі!

source: Właściwie to jest mi trochę gorąco, mam pewien pomysł, gdzie moglibyśmy się trochę ochłodzić.
uk: Мені насправді спекотно, і у мене є ідея, де можна трохи охолодитися.

source: Właściwie to mam kilka pomysłów...
uk: Насправді у мене є кілька ідей...

source: Właściwie to miałem poprosić Rodericha, by któryś z jego ludzi się tym zajął.
uk: Насправді я збирався попросити Родеріха, щоб хтось із його хлопців цим зайнявся.

source: Właściwie to nie jestem pewna. Wydzielał zapach podczas wycinania go z ziemi, ale teraz jest jakiś taki... zwyczajny.
uk: Чесно кажучи, я не впевнена. Коли його викопували з землі, він мав якийсь запах, але зараз він якийсь... звичайний.

source: Właściwie to nie. Nie wiem skąd ten pomysł. Przepraszam za moją nachalność.
uk: Взагалі-то, ні. Я не знаю, чому ти так подумав. Перепрошую за мою настирливість.

source: Właściwie to nie...
uk: Взагалі-то, ні...

source: Właściwie to niewiele.
uk: Насправді, не так вже й багато.

source: Właściwie to niezbyt pamiętam kim byłem za życia... Ale t-to chyba nie ma teraz większego znaczenia...
uk: Взагалі-то, я не дуже пам'ятаю, ким я був за життя... Але, яке це тепер має значення...

source: Właściwie to przez większość dnia nie mamy zbyt wiele do roboty. Od czasu do czasu upewnimy się, że złoto dotrze do miejsca docelowego czy dłużnik odda należność na czas.
uk: Насправді, більшу частину дня у нас не так вже й багато роботи. Час від часу ми стежимо за тим, щоб золото потрапляло за призначенням, або щоб боржник вчасно повернув борг.

source: Właściwie to płynę odwiedzić wuja.
uk: Власне, я пливу до свого дядька.

source: Właściwie to szukam czegoś mocniejszego... najlepiej na bazie alkoholu.
uk: Взагалі-то я шукаю щось сильніше... бажано на спиртовій основі.

source: Właściwie to szukam pracy.
uk: Взагалі-то, я шукаю роботу.

source: Właściwie to szukam swojego brata.
uk: Взагалі-то, я шукаю свого брата.

source: Właściwie to są tego tak pewni, że postanowili założyć się o kilka złotych monet, że nie wrócisz tutaj żywy.
uk: Насправді, вони настільки впевнені в цьому, що вирішили закластися на кілька золотих монет, що ти не повернешся сюди живим.

source: Właściwie to tuż obok nas jest jeden, który za niedługo ma trafić na licytację.
uk: Взагалі-то так, тут поряд є будинок, який збираються виставити на аукціон.

source: Właściwie to tylko się rozglądam.
uk: Взагалі-то, я просто роздивляюся.

source: Właściwie to w ramach służby obywatelskiej mógłbyś zająć się pewną sprawą.
uk: Власне, в рамках твоєї допомоги суспільству ти міг би зайнятися цією справою.

source: Właściwie to zasłużyłem na jakąś przerwę. Poszukajmy czegoś ciekawszego do roboty, masz jakieś pomysły?
uk: Насправді, я заслужив на якусь перерву. Давай пошукаємо щось цікавіше, у тебе є якісь ідеї?

source: Właściwie to, czemu nie? Przydałoby się jakoś się odwdzięczyć.
uk: Власне, чому б і ні? Було б корисно якось віддячити.

source: Właściwie to...
uk: Взагалі-то...

source: Właściwie, gdy się nad tym zastanowię, twoja niesubordynacja może okazać się bardzo pozytywna w skutkach. Kto wie, co uda nam się z niego wyciągnąć...
uk: Взагалі-то, якщо подумати, твоя непокора може мати дуже позитивні наслідки. Хто знає, що ми з цього матимемо...

source: Właściwie, skoro to był rabunek, to dlaczego ich nie zabrali?
uk: Але якщо це було пограбування, то чому вони його не забрали?

source: Właściwie, to Saul zdążył mi już zajść za skórę.
uk: Насправді, Сол вже встиг і мені набриднути.

source: Właściwie, to bardzo dobrze się złożyło. Miałem dziś uprzątnąć pobliski posąg Adanosa i złożyć na nim ofiarę. Możesz mi potowarzyszyć, na pewno znajdziemy po drodze wszystko, czego potrzebujesz.
uk: Насправді, все складається дуже добре. Я повинен сьогодні очистити найближчу статую Аданоса і зробити пожертву на ній. Можеш піти зі мною, гадаю, по дорозі ми знайдемо все необхідне.

source: Właściwie, to chciałem jedynie pogadać.
uk: Взагалі-то, я просто хотів поговорити.

source: Właściwie, to chcę się jeszcze zastanowić.
uk: Взагалі-то, я хочу ще трохи подумати.

source: Właściwie, to dlaczego przestałeś dla nich pracować?
uk: Власне, чому ти перестав на них працювати?

source: Właściwie, to jak się nad tym zastanowię, to był tu taki jeden chłopak, co to grywał wieczorami przy ognisku pozostałym robotnikom.
uk: Насправді, якщо подумати, тут був один хлопець, який вечорами грав пісні біля вогнища для інших робітників.

source: Właściwie, to jest coś, czego chcę.
uk: Власне, є дещо, чого я хочу.

source: Właściwie, to jest coś, czym możesz się zająć.
uk: Насправді, є дещо, що ти можеш зробити.

source: Właściwie, to już tam byłem. Nie było tak źle.
uk: Взагалі-то, я вже бував там. Було не так вже й погано.

source: Właściwie, to możesz odprowadzić mnie do domu, dość się już naoglądałam. Jutro odwiedzę magów wody, by się za niego pomodlić.
uk: Не міг би ти провести мене додому, я вже достатньо надивилася. Завтра відвідаю Магів Води, щоб помолитися за нього.

source: Właściwie, to nie brałem go dla siebie, a dla Lokvara.
uk: Насправді я взяв його не для себе, а для Локвара.

source: Właściwie, to nie brałem go dla siebie.
uk: Чесно кажучи, я взяв його не для себе.

source: Właściwie, to po prostu mięso owinięte w różne rośliny.
uk: Власне, це було просто м'ясо, загорнуте в різні рослини.

source: Właściwie, to przysłał mnie Lorenzo. Staram się dostać do Gildii.
uk: Взагалі-то, мене прислав Лоренцо. Я намагаюся вступити до Гільдії.

source: Właściwie, to szukam niejakiego Elco.
uk: Взагалі-то, я шукаю чоловіка на ім'я Елько.

source: Właściwie, to szukam pracy.
uk: Взагалі-то, я шукаю роботу.

source: Właściwie, to tak - jestem jego główną właścicielką.
uk: Власне, це так – я його головна власниця.

source: Właściwie, to tylko tędy przechodziłem.
uk: Взагалі-то, я просто проходив повз.

source: Właściwie, to... tak.
uk: Взагалі-то... так.

source: Właściwie... to nie.
uk: Взагалі-то... ні.

source: Właściwie... to nikogo ważnego. Musiało mi się przywidzieć.
uk: Взагалі-то... неважливо. Мабуть, мені здалося.

source: Właściwości
uk: Властивості

source: Właściwości odurzające z pewnością są niesamowite. Będę musiała zbadać, czy może mi się to jakoś przydać.
uk: П'янкі властивості, безумовно, дивовижні. Потрібно продовжити дослідження, можливо, я зможу знайти цьому корисне застосування.

source: Właściwości przedmiotu:
uk: Властивості предмета:

source: Właśnie czasu mamy teraz bardzo niewiele, a problemów do rozwiązania całe mnóstwo.
uk: У нас зараз дуже обмаль часу і багато проблем, які потрібно вирішити.

source: Właśnie dlatego chcę to zakończyć. Chcę zemścić się na Volkerze za wszystkie krzywdy, które wyrządził poprzez narzędzia takie jak ja.
uk: Ось чому я хочу покласти цьому край. Я хочу помститися Волкеру за всю ту шкоду, яку він заподіяв за допомогою таких, як я.

source: Właśnie dlatego dawno temu podjęto decyzję, że będzie się jej nauczać tylko w klasztorze.
uk: Власне, тому здавна було вирішено, що викладати її можна лише в монастирі.

source: Właśnie dlatego mam się czegoś od ciebie dowiedzieć.
uk: Саме тому мені варто повчитися у тебе.

source: Właśnie dlatego musimy coś z tym zrobić.
uk: Тому ми повинні щось з цим зробити.

source: Właśnie dlatego musimy użyć małego fortelu.
uk: Тому ми мусимо вдатися до маленької хитрості.

source: Właśnie dlatego przy najbliższych awansach twoja kandydatura będzie brana pod uwagę.
uk: Саме тому твоя кандидатура буде розглядатися для майбутнього підвищення.

source: Właśnie dlatego przysłał mnie Adelard. Znajdę je, ty rób co masz robić.
uk: Саме для цього й прислав мене Аделард. Я знайду їх, а ти роби те, що маєш робити.

source: Właśnie dlatego tutaj jestem, tropy doprowadziły mnie aż do Wilczego Leża. Mam podstawy sądzić, że niejaki Jon wie coś o zamachu.
uk: Саме тому я тут, зачіпки привели мене аж до Вовчого Лігва. У мене є підстави вважати, що дехто на ім'я Йон щось знає про замах.

source: Właśnie dlatego wyspa powinna być pod zwierzchnictwem Ulryka. To jedyny człowiek, który może obronić nas przed najazdem tych bestii.
uk: Ось чому острів має бути під владою Ульріка. Він єдиний, хто може захистити нас від нашестя цих тварюк.

source: Właśnie dlatego z kolegą postanowiliśmy udać się na spacer! Po męczącym dniu lubimy się tak przewietrzyć, a to chyba nie jest zabronione, prawda?
uk: Саме тому ми з колегою вирішили піти на прогулянку! Після виснажливого дня ми любимо подихати свіжим повітрям, це ж не заборонено, правда?

source: Właśnie dlatego, gdy czekałem, aż się obudzisz, pomyślałem o pewnej miksturze, która mogłaby pomóc wam wrócić do zdrowia znacznie szybciej, ale...
uk: Саме тому, поки я чекав, коли ти прокинешся, я подумав про одне зілля, яке могло б допомогти тобі одужати набагато швидше, але...

source: Właśnie dlatego, że jest nienaświetlona. Dzięki temu lepiej będzie się palić.
uk: Це через те, що вона не потрапляла під сонце. Як наслідок, вона буде краще горіти.

source: Właśnie idę to sprawdzić.
uk: Саме збираюся їх перевірити.

source: Właśnie kogoś takiego szukałem!
uk: Я саме шукав когось такого!

source: Właśnie miałam iść cię odwiedzić. Jak się dzisiaj czujesz, Marvin?
uk: Я якраз збиралася до тебе зайти. Як ти сьогодні почуваєшся, Марвіне?

source: Właśnie na jednego patrzę.
uk: Я якраз дивлюся на одного.

source: Właśnie na taką postawę liczyłem.
uk: Саме на це я й розраховував.

source: Właśnie nad tym pracuję.
uk: Наразі я працюю над цим.

source: Właśnie nie wiem. Zrobił się opryskliwy. Pije więcej jak zwykle. A jak go spytasz o co chodzi, to... Zastanawiasz się czy cię zaraz nie pobije. To niepodobne do niego.
uk: Я й сам не знаю. Він став грубим. Став пити більше, ніж зазвичай. А якщо ти запитаєш його, що відбувається, то... здається, що він ось-ось тебе поб'є. Це на нього не схоже.

source: Właśnie skończyliśmy rozmowę z Candakiem, więc to czas, by rozmówić się z tobą.
uk: Ми щойно завершили розмову з Кандаком, тож настав час поговорити з тобою.

source: Właśnie skończyłam zamiatać podłogę, a wy, jak gdyby nigdy nic, paradujecie po niej w zabłoconych buciorach!
uk: Я тільки-но підмела підлогу, а ви, без жодних докорів сумління, ходите по ній у брудному взутті!

source: Właśnie skończyłem odchwaszczanie i już nie mam siły.
uk: Я щойно закінчив виривати бур'яни і не маю більше сил.

source: Właśnie szedłem z towarami do wioski, ale napadnięto mnie. Musiałem się bronić i... chyba go zabiłem.
uk: Я просто йшов до села зі своїми речами, але на мене напали. Я мусив захищатися і... здається, я його вбив.

source: Właśnie taka osoba jest mi potrzebna. Słuchaj, ludzie w mieście radzą sobie coraz gorzej, przez co mało kto wydaje pieniądze na porządne meble czy ozdoby.
uk: Саме така людина мені потрібна. Послухай, люди в місті живуть все гірше і гірше, а це означає, що мало хто витрачає гроші на пристойні меблі чи прикраси.

source: Właśnie takich ludzi nam potrzeba. Nie jestem w stanie nauczyć cię niczego więcej, musisz znaleźć sobie nowego nauczyciela.
uk: Ось такі люди нам потрібні. Нічому іншому я не зможу тебе навчити, ти маєш знайти собі нового тренера.

source: Właśnie takiego miejsca szukałem, można zarobić trochę złota i się nie nudzić. Dobrze, że mnie tu przyprowadziłeś!
uk: Якраз те місце, яке я шукав, можна заробити трохи золота і не нудьгувати. Добре, що ти мене сюди привів!

source: Właśnie takiego podejścia od ciebie oczekuję. Dobrze, zgłoś się teraz do Lennarta, będzie miał dla ciebie nowy pancerz. Niech ci służy.
uk: Саме такого підходу я від тебе очікую. Ну, а тепер йди до Ленарта, він видасть тобі нові обладунки. Нехай добре тобі послужать.

source: Właśnie tam chcieli nas zawieźć przemytnicy! Zwariowałeś?
uk: Саме туди нас хотіли відвезти ці контрабандисти. Ти здурів?

source: Właśnie tam ten gnojek mnie zaczepił.
uk: Саме там до мене причепився цей виродок.

source: Właśnie tego dopuścił się porywacz, a dokładniej porywacze, których tropię.
uk: Це саме те, що зробив викрадач, а точніше викрадачі, яких я вистежую.

source: Właśnie tego mi brakowało, dziękuję.
uk: Саме те, що мені потрібно, дякую.

source: Właśnie tego od ciebie oczekuję. Pokaż je.
uk: Саме цього я від тебе й очікувала. Покажи їх.

source: Właśnie tego potrzebowałam, wielkie dzięki.
uk: Саме те, що потрібно, дуже дякую.

source: Właśnie tego potrzebowałem, dziękuję.
uk: Саме те, що мені було потрібно, дякую.

source: Właśnie tego potrzebowałem... o tak...
uk: Саме те, що мені було потрібно... О, так...

source: Właśnie to chciałem usłyszeć. Bierz pierwszą z brzegu, chyba dasz radę podnieść ją samemu?
uk: Саме це я і хотів почути. Бери перший з краю. Сам зможеш підняти?

source: Właśnie to miałem na myśli mówiąc o imponowaniu. Dobra robota, chłopcze.
uk: Ось що я мав на увазі, кажучи здивувати. Гарна робота, хлопче.
